Repository: B-Rich/WakePHP
Catalog: locale/*/LC_MESSAGES/Swfupload.po
Languages: ru

source: All Files
ru: Все файлы

source: Image files
ru: Картинки

source: Upload image files (jpeg, png, gif), each having maximum size of 5 MB. Use Shift to select multiple files.
ru: Загрузите картинки (jpeg, png, gif), каждая из них должна занимать не больше 5 мегабайт. Используйте Shift чтобы выбрать несколько файлов сразу.

source: Gb %%size
ru: Гб

source: Mb %%size
ru: Мб

source: Kb %%size
ru: Kб

source: B %%size
ru: б

source: Pending
ru: В ожидании

source: Files Selected
ru: Выбрано файлов

source: Queued Files
ru: В очереди

source: Uploading...
ru: Идет загрука...

source: Size of the file %s is greater than limit.
ru: Размер файла %s превысил лимит.
